IDEA StatiCa Open Model
CoordSystemByPoint Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the CoordSystemByPoint class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CoordSystemByPoint()
Public Sub New
public:
CoordSystemByPoint()
See Also
Reference
CoordSystemByPoint Class
IdeaRS.OpenModel.Geometry3D Namespace